"FanQRCodeScan"    =   "扫一扫";
"FanQRCodeConfirm" = "确定";
"FanQRCodeCancel" = "取消";
"FanQRCodeWarmTips" = "温馨提示";
"FanQRCodeProhibitCameraPermission"  =   "您禁止了该摄像机权限，请在设置界面开启！";
"FanQRCodeOpenFlash"    =   "该设备不能打开闪光灯!";
"FanQRCodePhotoLibrary"    =   "相册";
"FanQRCodeFlash"    =   "手电筒";
"FanQRCodeScanTips"    =   "将取景框对准二维码，即可自动扫描";

